tap "arrow2nd/tap"
tap "goreleaser/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "imas/rdflint"
tap "koekeishiya/formulae"
tap "ngrok/ngrok"
tap "nikitabobko/tap"
tap "noahgorstein/tap"
tap "voicevox/voicevox"
brew "act"
brew "bat"
brew "gettext"
brew "cmake"
brew "colima", restart_service: :changed
brew "coreutils"
brew "curl"
brew "desktop-file-utils"
brew "difftastic"
brew "docker"
brew "docker-compose"
brew "docker-credential-helper"
brew "efm-langserver"
brew "eza"
brew "fastfetch"
brew "fd"
brew "sdl2"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "ghq"
brew "git"
brew "gnupg"
brew "go"
brew "gopls"
brew "grep"
brew "icu4c@76"
brew "imagemagick"
brew "lpeg"
brew "luarocks"
brew "mise"
brew "ninja"
brew "openjdk"
brew "ripgrep"
brew "rustup"
brew "scrcpy"
brew "sdl2_image"
brew "sheldon"
brew "spotify_player"
brew "stylua"
brew "trash-cli", link: true
brew "vim"
brew "wget"
brew "yazi"
brew "arrow2nd/tap/anct"
brew "arrow2nd/tap/jisyo"
brew "imas/rdflint/rdflint"
brew "noahgorstein/tap/jqp"
cask "1password"
cask "1password-cli"
cask "android-file-transfer"
cask "android-platform-tools"
cask "appcleaner"
cask "aquaskk"
cask "arc"
cask "discord"
cask "figma"
cask "firefox"
cask "font-plemol-jp-nf"
cask "font-udev-gothic-nf"
cask "fontbase"
cask "ghostty"
cask "google-chrome"
cask "google-drive"
cask "krita"
cask "ngrok"
cask "notunes"
cask "onyx"
cask "screen-studio"
cask "shottr"
cask "slack"
cask "visual-studio-code"
cask "wezterm"
cask "zen"
vscode "arrow2nd.idol-rdf-maker"
vscode "arrow2nd.minai"
vscode "arrow2nd.sb4-extension"
vscode "astro-build.astro-vscode"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "qinjia.seti-icons"
vscode "vscodevim.vim"
vscode "vue.volar"
