tap "aquaproj/aqua"
tap "arrow2nd/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "imas/rdflint"
tap "koekeishiya/formulae"
tap "noahgorstein/tap"
tap "voicevox/voicevox"
brew "bat"
brew "gettext"
brew "cmake"
brew "coreutils"
brew "curl"
brew "deno"
brew "desktop-file-utils"
brew "difftastic"
brew "efm-langserver"
brew "eza"
brew "fd"
brew "sdl2"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "ghq"
brew "gnupg"
brew "go"
brew "gopls"
brew "grep"
brew "imagemagick"
brew "jq"
brew "lpeg"
brew "lua-language-server"
brew "luarocks"
brew "mise"
brew "neofetch"
brew "ninja"
brew "openjdk"
brew "pastel"
brew "ripgrep"
brew "rustup-init"
brew "sdl2_image"
brew "sheldon"
brew "stylua"
brew "trash-cli"
brew "vim"
brew "wget"
brew "yazi"
brew "arrow2nd/tap/anct"
brew "arrow2nd/tap/jisyo"
brew "arrow2nd/tap/nimotsu"
brew "imas/rdflint/rdflint"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "noahgorstein/tap/jqp"
cask "android-file-transfer"
cask "android-platform-tools"
cask "aquaskk"
cask "arc"
cask "discord"
cask "firealpaca"
cask "firefox"
cask "font-plemol-jp-nf"
cask "font-udev-gothic-nf"
cask "fontbase"
cask "google-chrome"
cask "google-drive"
cask "gpg-suite"
cask "keycastr"
cask "logseq"
cask "ngrok"
cask "onyx"
cask "pictogram"
cask "rancher"
cask "slack"
cask "visual-studio-code"
cask "voicevox"
cask "wezterm"
cask "zed"
vscode "amodio.tsl-problem-matcher"
vscode "arrow2nd.idol-rdf-maker"
vscode "arrow2nd.sb4-extension"
vscode "astro-build.astro-vscode"
vscode "cocopon.iceberg-theme"
vscode "denoland.vscode-deno"
vscode "esbenp.prettier-vscode"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "qinjia.seti-icons"
vscode "vscodevim.vim"
