tap "aquaproj/aqua"
tap "arrow2nd/tap"
tap "goreleaser/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "imas/rdflint"
tap "koekeishiya/formulae"
tap "ngrok/ngrok"
tap "nikitabobko/tap"
tap "noahgorstein/tap"
tap "voicevox/voicevox"
brew "act"
brew "gettext"
brew "cmake"
brew "colima"
brew "coreutils"
brew "curl"
brew "desktop-file-utils"
brew "docker"
brew "docker-compose"
brew "docker-credential-helper"
brew "fastfetch"
brew "icu4c@76"
brew "sdl2"
brew "ffmpeg"
brew "gh"
brew "git"
brew "gnupg"
brew "go"
brew "gopls"
brew "grep"
brew "imagemagick"
brew "lpeg"
brew "luarocks"
brew "mise"
brew "ninja"
brew "openjdk"
brew "rustup"
brew "scrcpy"
brew "sdl2_image"
brew "sheldon"
brew "trash-cli"
brew "vim"
brew "wget"
brew "aquaproj/aqua/aqua"
brew "arrow2nd/tap/anct"
brew "arrow2nd/tap/jisyo"
brew "goreleaser/tap/goreleaser"
brew "imas/rdflint/rdflint"
brew "noahgorstein/tap/jqp"
cask "1password"
cask "aerospace"
cask "android-file-transfer"
cask "android-platform-tools"
cask "appcleaner"
cask "aquaskk"
cask "arc"
cask "discord"
cask "firefox"
cask "font-plemol-jp-nf"
cask "font-udev-gothic-nf"
cask "fontbase"
cask "google-chrome"
cask "google-drive"
cask "keycastr"
cask "ngrok"
cask "notunes"
cask "onyx"
cask "pictogram"
cask "raycast"
cask "screen-studio"
cask "slack"
cask "visual-studio-code"
cask "wezterm"
cask "zed"
cask "zen-browser"
cask "zoom"
vscode "amodio.tsl-problem-matcher"
vscode "arrow2nd.idol-rdf-maker"
vscode "arrow2nd.sb4-extension"
vscode "astro-build.astro-vscode"
vscode "cocopon.iceberg-theme"
vscode "denoland.vscode-deno"
vscode "esbenp.prettier-vscode"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "qinjia.seti-icons"
vscode "vscodevim.vim"
vscode "vue.volar"
